{
    "champions": [
        {
            "name": "Akali",
            "role": "Mid",
            "class": "Assassin",
            "image": "../akali-0.webp",
            "lore": "Ionia sempre foi uma terra de magia selvagem e seu povo vibrante e poderosos espíritos sempre buscaram viver em harmonia… mas algumas vezes este equilíbrio pacífico não vem fácil. Às vezes, ele precisa ser mantido sob controle.  Os Kinkou são os autonomeados guardiões do sagrado equilíbrio de Ionia. Os fiéis acólitos da ordem percorrem o reino material e espiritual, mediando conflitos entre eles e, quando necessário, intervindo pela força. Nascida entre suas fileiras estava Akali, filha de Mayym Jhomen Tethi, a renomada Punho das Sombras. Mayym e seu parceiro Tahno criaram sua filha dentro da Ordem Kinkou, sob a liderança vigilante do Grande Mestre Kusho, o Olho do Crepúsculo. Sempre que seus pais eram chamados, outros membros da ordem atuavam como a família substituta de Akali. Kennen, o Coração da Tempestade, passou muitas horas com a jovem, ensinando suas técnicas de shuriken e enfatizando a velocidade e agilidade no lugar da força. Akali era uma criança precoce e absorvia o conhecimento como uma esponja. Ficou claro para todos que ela seguiria o caminho de seus pais. Junto com o filho do Grande Mestre e nomeado sucessor, Shen, ela lideraria uma nova geração dedicada a preservar o equilíbrio de Ionia. Mas o equilíbrio pode ser passageiro. Em um momento, a ordem se viu dividida. Um acólito rebelde chamado Zed retornou e entrou em choque violento com Kusho, arrancando-o do poder em um sangrento golpe. Akali fugiu para as montanhas do leste junto com Mayym, Shen, Kennen e um grupo de outros acólitos. Infelizmente, Tahno não estava entre eles. A transformação de Zed da Ordem Kinkou na impiedosa Ordem das Sombras estava quase completa. Mas, como o novo Olho do Crepúsculo, Shen pretendia reconstruir o que havia sido perdido. Eles retornariam às três filosofias fundamentais do Kinkou: a imparcialidade pura através de Observar as Estrelas, a passagem do julgamento através de Percorrer o Sol e a eliminação do desequilíbrio através de Podar a Árvore. Mesmo sendo agora poucos, eles treinavam os neófitos para restaurar e aumentar seus números mais uma vez. Quando Akali chegou aos seus catorze anos de idade, ela entrou formalmente em seu treinamento Kinkou, determinada a suceder sua mãe como a nova Punho das Sombras. Ela era uma lutadora prodigiosa e dominava o kama e a kunai - uma foice de mão e uma adaga de arremessar. Embora não possuísse as habilidades mágicas de muitos de seus companheiros acólitos, ela provou a todos que era digna do título, a tempo de permitir que sua mãe renunciasse e ajudasse a orientar os neófitos mais jovens. Mas a alma de Akali estava inquieta, e seus olhos estavam abertos. Embora a Ordem Kinkou e a Ordem das Sombras tivessem chegado a um acordo desconfortável após a invasão noxiana em Ionia, ela viu que sua terra natal continuava a sofrer. Ela questionou se eles estavam verdadeiramente cumprindo o seu propósito. Podar a Árvore significava eliminar aqueles que ameaçavam o equilíbrio sagrado... mas Shen sempre encorajava o autocontrole. Ele a estava impedindo. Todos os mantras e meditações poderiam aquietar seu espírito, mas tais trivialidades não derrotariam seus adversários. Sua precocidade juvenil se transformou em absoluta desobediência. Ela discutiu com Shen, o desafiou e no fim derrubou os inimigos de Ionia da maneira dela. Na frente de toda a ordem, ela declarou a impotência dos Kinkou, sua conversa sobre equilíbrio espiritual e paciência não levavam a nada. Ionianos estavam morrendo no reino material, e esse era o reino que Akali defenderia. Ela foi treinada para ser uma assassina. E é isso que ela seria. Ela não precisava mais da ordem. Shen a deixou ir sem lutar, sabendo que este era uma estrada pela qual Akali deveria trilhar sozinha. Talvez essa estrada a trouxesse de volta um dia, mas isso caberia apenas a ela decidir.",
            "id": 1
            
        },
        {
            "name": "Aphelios",
            "role": "Adc",
            "class": "Ranged",
            "image": "../Aphelios_0.jpg",
            "lore": "Sobre as encostas do Monte Targon, a Lua paira distante, embora pareça quase tocá-lo. Nascidos durante uma rara convergência lunar, quando a lua física entrou em eclipse com seu reflexo no reino espiritual, Aphelios e sua irmã gêmea, Alune, foram considerados filhos do destino por quem seguia a religião Lunari de Targon. Espelhando o evento celeste que marcou seu nascimento, as duas crianças sabiam que seu destino estava traçado — Aphelios dotado fisicamente como a lua de pedra e Alune dotada magicamente como seu reflexo espiritual. Como devotos dedicados, eles cresceram sob uma crença de mistério, reflexão e descoberta, aceitando a escuridão não só por sua religião, mas como sendo a única coisa que os protegeria. Os Solari, que governavam Targon, consideravam os Lunari hereges, obrigando-os a se esconderem até que a existência deles sequer fosse lembrada. Os Lunari foram esquecidos nas sombras, habitando templos e cavernas bem longe dos Solari. A pressão de ser um exemplo era um fardo muito pesado para Aphelios. Ele treinava sem parar com lâminas místicas de pedra da lua, derramando seu próprio sangue durante os treinos para que pudesse fazer o mesmo com quem ameaçasse sua fé. Intenso e vulnerável, ele criou um laço muito forte com a irmã e acabou deixando de lado outras amizades.   Enquanto Aphelios era enviado para missões cada vez mais perigosas para proteger os Lunari, Alune treinava separadamente como uma profetisa, usando sua magia luminosa para revelar caminhos e verdades ocultas ao luar. Com o tempo, suas tarefas a obrigaram a deixar o templo em que foram criados.  Sem Alune, a fé de Aphelios hesitou. Desesperado por um propósito, ele partiu em uma jornada cerimonial às trevas, onde diziam que os Lunari descobriam seus caminhos — suas órbitas. Ele seguiu o luar até um lago onde raras flores de noctum brotavam sob a superfície da água. Embora fossem venenosas, elas eram a matéria-prima de um líquido que revelaria o poder da noite.  Ao beber a essência de noctum, Aphelios sentiu tanta dor que se desligou de tudo ao redor dele. Logo depois, Marus Omegnum, um templo ancestral, começou a surgir do reino espiritual pela primeira vez em séculos. Os Lunari do outro lado da montanha saíram de seus abrigos e se reuniram para testemunhar a mudança do equilíbrio do poder enquanto os ciclos celestiais se transformavam nos céus. A fortaleza aceitava apenas um ocupante mágico cada vez que esse fenômeno se manifestava. Esta seria a vez de Alune, e sua órbita a guiava ao templo. Aphelios, que não costumava pedir nada, pediu para participar do evento.  Porém, quando a fortaleza passou pelo véu como uma exibição mágica fulgurante, uma claridade ainda mais forte tomou conta da noite. De alguma forma, os Lunari foram descobertos mesmo com os ciclos celestiais a seu favor. Um exército dos Solari marchava na direção deles. Tudo parecia perdido. Os Solari estavam expurgando a heresia dos Lunari com fogo e aço. Até Aphelios foi derrotado, suas lâminas de pedra da lua estavam despedaçadas no chão e seus lábios estavam cobertos de sangue, mas ele seguia tentando alcançar o noctum...  Ainda no calor da batalha, Alune foi até o coração do templo e, ao chegar lá, seu potencial máximo foi libertado. Por meio do veneno de noctum, Aphelios podia sentir o poder de Alune tomando conta dele... e também podia ouvi-la. Com um sussurro, ela colocou magia nas mãos dele, substituindo suas lâminas e as solidificando em pedra da lua.    Assim como a lua de pedra e seu reflexo espiritual, a habilidade de Aphelios e a magia de Alune entraram em harmonia.   Os Solari não viveriam para ver o Sol outra vez.    Enquanto seu poder se manifestava, Alune colocou a si e ao templo dentro do reino espiritual, onde estariam a salvo dos Solari. Lá de dentro, amplificada pelo poder de canalização do templo, Alune podia manifestar sua magia em qualquer lugar, desde que houvesse um foco — como o veneno correndo nas veias de Aphelios.   Só agora eles foram capazes de compreender seu destino. Aphelios sofreria pelo resto de sua vida, mas se tornaria um canal para o poder da Lua. Alune viveria sozinha e isolada em sua fortaleza, mas se tornaria uma guia para seu irmão, podendo ver através dos olhos dele.  Juntos, eles seriam a arma que os Lunari precisavam, unidos pela dor e pelo sacrifício. Mesmo separados, eles ainda estavam juntos — suas almas em sintonia através do véu, distantes, porém mais próximos do que nunca, transformando-se em algo que nem mesmo eles conseguiam entender. Para proteger os sobreviventes do ataque que os obrigou a voltar para as sombras da montanha, o treinamento de Aphelios como assassino tem o apoio da magia de Alune — suas lâminas agora são um arsenal de armas místicas, aperfeiçoadas por Alune ao longo de várias missões juntos. Agora que o equilíbrio do poder de Targon está mudando e que os Solari sabem que os Lunari resistirão, Aphelios e Alune serão ainda mais necessários.",
            "id": 2
        },
        {
            "name": "Syndra",
            "role": "Mid",
            "class": "Mage",
            "image": "../Syndra_0.jpg",
            "lore": "Quando criança em Navori, Syndra costumava se dispersar com facilidade. Ela muitas vezes podia se perder na beleza mágica de um lago envolto em sombras ou de uma trilha de besouros escalando uma parede. Sempre que deixava suas tarefas por fazer, sua mãe a repreendia duramente pela falta de objetividade. Syndra sempre levava a culpa quando o leite azedava ou quando pequenos infortúnios aconteciam na família. Seu irmão mais velho, Evard, era quem mais a provocava. Quando isso acontecia, ela costumava se recolher em seu refúgio preferido: o salgueiro-fantasma, a árvore sagrada do povo de seu vilarejo. Sozinha, ela passava horas conversando com a árvore em busca de consolo. Mas, certo dia, sem perceber, ela foi seguida por Evard e seus amigos até seu esconderijo. Eles riram e zombaram de seu choro ingênuo de criança. Enquanto tentava ignorar os insultos, a vergonha e a raiva cresciam dentro dela, até que um deles jogou um punhado de areia em sua cabeça. Foi então que Syndra perdeu o controle de suas emoções. Sua raiva entrou em erupção na forma de orbes mágicos sombrios e cintilantes com o peso de toda a angústia acumulada. Até aquele momento, essa poderosa habilidade mágica permanecera adormecida. Ela se manifestou com uma força volátil, os orbes como pérolas de negatividade que filtravam a magia espiritual que a cercava e sugando a essência vital do salgueiro-fantasma. Evard e seus amigos recuaram assustados enquanto a árvore milenar se contorcia e sua casca ganhava uma tonalidade escura. Com a morte do salgueiro-fantasma, os aldeões temiam que a conexão deles com o Espírito de Ionia tinha sido afetada e que a culpa era da família de Syndra. Forçados a procurar um novo lar, todos passaram a temer a magia da jovem garota. Após vários meses de viagem, eles chegaram até a costa e encontraram um sacerdote eremita chamado Konigen. Ele contou sobre sua casa na ilha de Fae’lor, onde instruía aqueles que queriam aprender a controlar sua magia indomada e, sem mais opções, a família de Syndra achou que o sacerdote poderia conseguir o que eles não conseguiram. A jovem Syndra subiu os degraus de um templo incrustado em um penhasco, esculpido em pedra escura e com vista para o mar. Apesar de sentir falta de sua antiga vida, ela tentava absorver o conhecimento de seu professor e se dedicava arduamente a controlar suas emoções. No entanto, com o passar dos anos, Syndra foi ficando cada vez mais frustrada, pois em vez de mais controlada, sua magia parecia enfraquecer. Com Konigen se enclausurando todas as manhãs para meditar em isolamento em vez de ensinar-lhe coisas novas, ela resolveu confrontá-lo. Seus dentes rangeram de exaustão, ele confessou que estava deliberadamente amenizando o poder dela, para sua própria segurança. Tal negatividade tinha um efeito estranho e imprevisível na realidade e Syndra havia superado e muito sua habilidade como mentor. Syndra sentía-se mais traída do que jamais antes. Konigen tentou acalmá-la, mas isso só aumentou a raiva dela... e naquele momento, ele perdeu o foco. Os alicerces do templo estremeceram. A luz da manhã perdeu seu brilho. Syndra se levantou do chão, erguendo suas frustrações junto com ela. Ela apanhou os orbes sombrios no ar e os lançou. Eles atravessaram o corpo de seu mentor, obrigando-o, ao morrer, a sentir toda a sua fúria amargurada. O teto desmoronou, causando uma chuva de destroços e soterrando os sagrados jardins sob a poeira. Syndra concentrou seus poderes no que restou do templo, abalando as estruturas de Fae’lor e sugando toda a magia bruta contida na ilha. Nunca tamanha energia negativa esteve concentrada em um só lugar, e foi então que o próprio Espírito de Ionia esboçou uma reação. A base rochosa se abriu sob os pés de Syndra, arrastando-a para as profundezas de uma caverna no subsolo. Raízes começaram a puxá-la para uma fonte de água viva para reprimir seus poderes e aprisioná-la em um sono mágico. Por um tempo que mais parecia uma eternidade, Syndra ficou presa em seus sonhos. A maior parte do mundo se esqueceu de sua existência. Foi então que a guerra contra o império noxiano dividiu o povo de Ionia e Syndra acabou sendo despertada por aqueles que um dia protegeram Fae’lor. Alguns vinham com a intenção de matá-la, enquanto outros tinham esperança de que ela pudesse ajudá-los a enfrentar Noxus, mas, no fim, ela desencadeou o caos sobre todos eles. Ela se recusou a ser um peão no jogo dos outros. Dilapidando os muros da fortaleza construída no topo da ilha que era sua prisão, Syndra ergueu uma grande torre para levá-la para longe dali. Ninguém a controlaria. Nunca mais.",
            "id": 3
        },
        {
            "name": "Ekko",
            "role": "Mid",
            "class": "Assassin",
            "image": "../Ekko_0.jpg",
            "lore": "Foi um daqueles dias que pareciam durar uma semana.    Para Ekko, isso servia tanto literal quanto metaforicamente. Algo tinha dado errado e levou tempo demais para colocar de volta no lugar. Primeiro que Ajuna quase havia se matado tentando escalar o Velho Faminto. O jovem queria tão desesperadamente ser igual a Ekko que saltou para a lateral da torre do relógio, no centro da fossa, antes que qualquer de seus amigos pudesse impedi-lo. Foi o primeiro salto complicado que quase levou a vida dele. Ainda bem que Ekko estava com o Revo-Z ativado. Ele ouviu o grito ensurdecedor do menino em queda livre para a morte dezoito vezes antes de perceber como e onde interromper a queda, salvando sua vida.  Foi aí que — enquanto fuçava em um depósito de sucata do Clã Ferros para pegar umas peças de máquina — uma gangue particularmente agressiva de vigionautas o cercou. Daqueles grandões, com todo tipo de aprimoramento que os deixavam mais feios do que de costume. Ekko surpreendeu-se com sua velocidade, mas não muito com o fato de que eles atiravam para matar. Os piltes e seus capangas não ligavam muito para as vidas que quem morava na fossa — como ele. Ainda bem que o Revo-Z estava lá para tirá-lo de enrascadas aparentemente inescapáveis como esta. Após algumas dúzias de rebobinadas, ele mudou de tática e empunhou sua invenção mais recente: o Puxaluz. Ele deveria explodir com um clarão estonteante e atrair ao centro qualquer coisa que não estivesse muito fixa em seu lugar.  Só que o aparelho não funcionou; quer dizer, não como deveria. Ele explodiu — e foi aí que as coisas ficaram interessantes. Diferente da maioria das invenções que explodiam, a detonação azul e quente congelou no meio de sua expansão. Colunas ondulantes de energia azul se movimentavam a partir do epicentro. Os estilhaços do disco retorciam-se a velocidade de lesma em trajeto que, caso estivesse em velocidade normal de explosão, seria potencialmente letal. Até mesmo o clarão esférico estava parado no espaço.   Aí ficou ainda mais interessante. A explosão implodiu, voltando à forma portátil do Puxaluz, refazendo o trajeto de volta à palma da mão de Ekko — e sem ter esquentado.   'Legal', pensou ele. Ele rebobinou o momento para que pudesse arremessá-lo nos vigionautas algumas vezes — com propósitos científicos, é claro.    Quando Ekko chegou em casa, seu corpo estava cansado, mas sua mente permanecia alerta. O apartamento era funcional; era pouca mobília e ainda menos decoração. Seu quarto era um canto separado do resto por uma cortina, repleto de livros esfarrapados, peças reaproveitadas de tecnologia e espaços para esconder o Revo-Z e o Puxaluz. Hoje foi um dos raros dias em que ambos os seus pais haviam chegado antes do costume, e ele tinha algo para lhes dizer.    — Mãe, pai. Ele treinou com seu reflexo, que olhava de volta para ele a partir da superfície brilhosa e cilíndrica do Revo-Z. — Eu não vou tentar uma vaga nos clãs de Altacasta ou numa escola esnobe de piltes. Vou ficar aqui com vocês e com meus amigos. Nunca vou virar as costas para Zaun.  Suas palavras eram cheias daquela confiança que existe em estar num apartamento vazio, em que somente as paredes e os reflexos podem responder. E eles responderam com silêncio.  Ekko ouviu o tilintar das chaves, abafado pela porta frontal. Sem um segundo a desperdiçar, Ekko escondeu o Revo-Z sob a mesa e jogou um pano preto por cima dele. Não queria que seus pais se preocupassem com as escapadas e seu dispositivo hextec instável de manipulação temporal.   A porta se abriu e os pais de Ekko voltaram para casa pela primeira vez naquela noite. Aos olhos do filho, pareciam-se cada vez mais com estranhos — seus trabalhos envelhecendo-os ainda mais desde a última semana que os viu juntos. A rotina dos dois era bem previsível. Chegavam em casa, faziam uma refeição simples com a remuneração do dia e guardavam o resto do dinheiro para os impostos e subornos. Depois adormeciam em suas cadeiras — queixos apoiados no peito — até que Ekko vinha tirar suas botas e levá-los para a cama. Suas olheiras eram tão pesadas quanto o seu cansaço. Preso sob o braço da mãe havia um pequeno pacote embrulhado em papel, fechado nas laterais com barbante.    — Oi, meu pequeno gênio. Sua mãe gastava até a energia que não podia para tentar dar vida às palavras. Contudo, sua expressão naquele momento de leveza ao ver seu filho sentado à mesa, esperando, era impossível de fingir.   — Oi, mãe. Oi, pai. Havia muito tempo desde que sentaram-se os três à mesa ao mesmo tempo. Silenciosamente, ele se repreendeu por não ter dito algo muito importante.  Seu pai sorria de orgulho; depois fingiu estar zangado ao bagunçar o moicano do filho. Ekko quase não conseguiu se lembrar da época em que seu pai não parecia tão velho, antes que seu cabelo ficasse ralo e que as rugas ficassem cada vez mais profundas.  — Achei que tivesse falado para cortar esse seu cabelo — disse o pai. — Ele vai dar muita bandeira nas academias de Piltover. Só no Distrito das Fábricas você pode andar desse jeito. Eles aceitam qualquer coisa lá. Só que você não é qualquer coisa. Como estão indo as inscrições?   Essa era a hora. Ekko sentiu as palavras enfileirando-se para serem faladas. A esperança nos olhos de seu pai lhe fizeram hesitar. Sua mãe preencheu o momento vazio antes que Ekko pudesse fazê-lo.    — Trouxemos algo para você. Ela colocou o pacote marrom sobre a mesa. Eles se aproximaram com as cadeiras para assistir Ekko apanhar e desfazer os nós de barbante, depois enfileirá-los em linhas retas ao seu lado. Ele desembrulhou o papel sem um rasgo sequer. Em seu centro havia um pequeno filão de pão doce, glaceado com mel e frutas secas caramelizadas. Ele havia sido feito por Elline, uma das melhores padeiras de Zaun — e muito careira, também. Ekko e seus amigos costumavam surrupiar suas sobremesas dos ricaços que podiam pagar o alto preço delas sem hesitar.  Ele levantou o rosto para ver a reação dos pais. Os olhos deles brilhavam. — Isto é coisa demais, — ele disse — nós precisamos de carne e comida de verdade, não doces.   — Nós nunca nos esqueceríamos do dia do seu nome, — disse o pai com uma gargalhada breve — mas parece que você se esqueceu.    Ekko havia perdido o fio da meada de que dia realmente era. Ainda assim, era um presente muito extravagante. Especialmente porque ele estava prestes a estilhaçar toda a esperança colocada nele. A culpa se acumulou em sua garganta. — O senhorio vai querer nossas cabeças se atrasarmos o aluguel de novo.  — Deixe que a gente se preocupe com isso. Você merece algo legal. — disse a mãe. — Vá em frente. Você pode comer bolo na janta uma vez no ano.    — E vocês? Vão comer o que? — Não estou com fome. — disse ela.   — Eu comi no trabalho, — mentiu o pai — queijo e carne de Piltover. Coisas bem legais. Eles assistiram o filho morder um pedaço bem pequeno de bolo. Ele era doce e amanteigado; os farelos se prenderam aos dedos. O sabor era rico e se prendia à língua. Ekko prosseguiu para dividir o bolo em três pedaços, mas sua mãe recusou com um aceno. Sua voz suave cantarolou a melodia alegre do dia do nome e foi então que ele percebeu que não haveria divisão. O bolo era o presente que seus pais lhe deram.    O pai teria cantado junto se já não tivesse caído no sono, de corpo mole em sua cadeira e queixo encostado no peito. Ekko virou-se para a mãe; seus olhos tremulantes de sono, embalada pela melodia.   Um futuro que Ekko considerou brevemente seria a vida no Distrito das Fábricas, com um salário baixo para que outra pessoa da cidade tivesse benefícios e glória. A ideia fazia seu estômago embrulhar. Ele se lembrou de fragmentos de conversas, pedaços capturados pela sua audição infantil, sussurros de seus pais falando de invenções e o acesso aos clãs. Ideias que esperavam mudar o mundo e contribuir para um futuro ainda não escrito pelo nascimento de seu filho. Ekko sabia que eles o viam como a única esperança, mas ele amava viver em Zaun. Se fizesse como eles queriam, quem tomaria conta deles ou de seus amigos?  Ele não poderia acabar com seus sonhos. Não hoje, no dia de seu nome. Quem sabe amanhã.   Ekko não comeu nada além da primeira mordida de seu bolo. Em vez disso, ele empunhou o Revo-Z. Seu lar se estilhaçou em filamentos rodopiantes de poeira colorida. O ruído da vida lá fora virou silêncio absoluto. O momento se quebrou, rodeando-o em um vórtice iluminado.  Quando os fragmentos do futuro se remontaram no passado, os pais de Ekko haviam chegado em casa pela segunda vez naquela noite. E depois uma terceira. Uma quarta. Uma quinta. Uma sexta, e assim por diante. Ekko não alterava nada nas vezes que voltava; a luz nos olhos de sua mãe, o orgulho no sorriso de seu pai ao adormecer. Mesmo assim ele enfrentou o apanhar do sono para viver aqueles momentos roubados para sempre até que, finalmente, deixou a doce voz de sua mãe e o acolhimento do apartamento pequeno em que viviam colocá-lo para dormir.   Foi um daqueles dias que pareciam durar uma semana.",
            "id": 4
        },
        {
            "name": "Azir",
            "role": "Mid",
            "class": "Mager",
            "image": "../Azir_0.jpg",
            "lore": "Azir foi um imperador mortal de Shurima em era muito antiga, um homem orgulhoso que esteve a um passo da imortalidade. Sua insolência fez com que fosse traído e assassinado no momento de seu maior triunfo, mas, agora, milênios depois, ele renasceu como um Ascendente de poder imenso. Com sua cidade antes soterrada agora erguida, Azir busca devolver Shurima à sua antiga glória. Milênios atrás, o império shurimane era um reino com uma multitude de estados vassalos, conquistados por poderosos exércitos liderados por guerreiros semi-invencíveis conhecidos como Ascendentes. Governados por um imperador ambicioso e insaciável, Shurima foi o maior reino de seu tempo: uma terra fértil e abençoada pelos poderes do sol, que brilhava através de um imenso disco dourado, flutuando sobre o templo situado no coração da capital. O mais jovem e preterido filho do imperador, Azir nunca teria um destino grandioso diante de si. Com tantos irmãos à sua frente, ele jamais se tornaria o imperador. Provavelmente acabaria ocupando uma posição no sacerdócio, ou como governador de uma província chula. Ele era um garoto esguio e estudioso, que passava mais tempo perscrutando os textos reunidos na Grande Biblioteca de Nasus do que treinando sob a tutela austera do herói Ascendente, Renekton.   Em meio às estantes retorcidas repletas de pergaminhos, livros e tabuletas, Azir conheceu um jovem escravo que visitava a biblioteca quase diariamente atrás de textos cobiçados por seu mestre. Os escravos de Shurima eram proibidos de ter nomes, mas a amizade entre os garotos levou Azir a burlar a lei e batizar seu amigo de Xerath, que significa 'aquele que compartilha'. Ele nomeou Xerath para ser seu servo pessoal, com cautela para não colocá-lo em perigo por tê-lo nomeado, e os dois garotos compartilhavam seu amor pela história aprendendo tudo que podiam sobre o passado de Shurima e o vasto legado dos heróis Ascendentes.  Enquanto viajava com seu pai, seus irmãos e Renekton na peregrinação anual pelo império, sua caravana real parou em um famoso oásis para passar a noite. Azir e Xerath afastaram-se no meio da noite para desenhar as estrelas, e cunhar seus próprios mapas para adicionarem à coleção da Grande Biblioteca. Enquanto rabiscavam os formatos das constelações, a caravana real foi atacada por assassinos traidores, enviados ali pelos inimigos do imperador. Um dos assassinos encontrou os dois garotos no deserto, e estava prestes a cortar a garganta de Azir quando Xerath interveio, se lançando sobre as costas do inimigo. No combate que se seguiu, Azir conseguiu desembainhar seu punhal e cravá-lo nas costas do agressor. Azir tomou a espada do morto para si e correu de volta para o oásis, mas ao chegar notou que os assassinos já tinham sido derrotados. Renekton havia protegido o imperador e eliminado os assassinos, mas os irmãos de Azir estavam todos mortos. Azir contou a seu pai sobre a bravura de Xerath, e pediu-lhe que recompensasse o jovem escravo, mas seu pai fez-se de surdo a suas súplicas. Aos olhos do imperador, o garoto era apenas um escravo insignificante, mas neste dia Azir jurou que ele e Xerath ainda seriam irmãos.  O imperador retornou para a capital com Azir, seu herdeiro de apenas quinze anos, e lá ele deu início a uma campanha inclemente e sangrenta contra os suspeitos responsáveis pelos assassinatos. Assim, Shurima se perdeu durante anos em paranoia e matança, à medida que o imperador se vingava de qualquer suspeito de traição. E embora ele fosse herdeiro do trono, a vida de Azir estava por um fio. Seu pai o odiava, por desgosto em vê-lo vivo no lugar de seus irmãos; e a rainha ainda era jovem e podia dar-lhe mais filhos.  E Azir treinou para o combate, pois o ataque no oásis revelou sua inaptidão nas artes marciais letais. Renekton assumiu a tarefa de ensinar o futuro príncipe, e sob sua guarda Azir aprendeu a empunhar a espada e a lança, a liderar os guerreiros, e ler nas entrelinhas do combate. O jovem herdeiro elevou Xerath, seu único confidente fiel, à posição de braço direito. Para que pudesse aconselhá-lo melhor, Azir incumbiu Xerath de buscar conhecimento, por onde quer que estivesse.    Os anos se passaram, e a rainha não foi capaz de gerar um filho; cada criança que tinha era concebida natimorta. E enquanto a rainha permanecia estéril, a vida de Azir permanecia segura. Na corte, alguns começaram a crer que havia uma maldição em curso, e alguns até ligaram o nome do jovem herdeiro a esta maldição; mas Azir jurava inocência e até executara alguns homens que ousaram acusá-lo publicamente. Em dado momento, a rainha deu à luz um menino saudável; mas na mesma noite de seu nascimento uma tormenta terrível encobriu Shurima. Os aposentos da rainha foram alvejados por vários e vários raios fulminantes, e nas cinzas que restaram viu-se que a rainha e o recém-nascido estavam mortos. Aqui, é dito que o imperador enlouqueceu de desgosto, e tirou a própria vida com a notícia, mas logo surgiram relatos de terem visto ele e seus guardas jazendo em pedaços no chão do palácio: corpos transformados em esqueletos calcinados. Azir ficou chocado com as mortes, mas o império precisava de um líder, e com Xerath ao seu lado ele assumiu o trono de Shurima, e tornou-se imperador. Na década subsequente, ele expandiu as fronteiras de Shurima e governou com mão de ferro, mas com justiça. Ele instituiu reformas para melhorar a vida dos escravos, e desenvolveu secretamente um plano para sobrepujar a tradição milenar, e um dia libertar todos eles. Ele manteve estes planos em segredo, até de Xerath, e a escravidão começou a se tornar um espinho recorrente na relação deles. O império havia sido construído graças à escravidão, e muitas das castas de nobres dependiam do trabalho forçado para obter suas vastas riquezas e poder. Uma instituição pétrea como esta não podia cair da noite para o dia, e os planos de Azir apenas se desfariam caso se tornassem públicos. Embora desejasse anunciar Xerath como seu irmão, ele não podia fazê-lo até que todos os escravos de Shurima estivessem livres.   Por todos esses anos, Xerath protegeu Azir de seus rivais políticos, e guiou a expansão do império. Azir casou-se, e gerou muitos filhos, alguns dentro do matrimônio, outros em relacionamentos repreensíveis com escravas e garotas do harém. Xerath alimentou a visão grandiosa do imperador, de criar um império maior do que o mundo havia jamais visto. Mas para governar o mundo em sua completude, Xerath convenceu Azir de que ele precisava tornar-se invencível, um deus entre os homens: um ser Ascendente.   E assim foi, quando o império alcançou o ápice de seu poder, Azir anunciou que passaria pelo ritual da Ascensão, e que havia chegado a sua hora de assentar-se ao lado de Nasus e Renekton, e seus ancestrais gloriosos. Muitos questionaram esta decisão: o ritual de Ascensão era perigoríssimo, e só era aconselhável para anciões ao fim de sua vida, para aqueles que dedicaram sua vida à Shurima e cujo serviço deveria ser glorificado por meio da Ascensão. Cabia aos Sacerdotes do Sol decretar quem era digno da benção da Ascensão, não à insolência de um imperador que atribuía-a a si mesmo. Azir não se deixaria dissuadir desta decisão brusca, pois sua arrogância já era do tamanho de seu império, e ele ordenou que o obedecessem ou enfrentassem dolorosa morte. Chegara o dia do ritual, e Azir marchou até o Platô da Ascensão, rodeado por milhares de seus guerreiros e dezenas de milhares de súditos. Os irmãos Renekton e Nasus estavam ausentes, pois haviam sido enviados por Xerath para lidar com uma ameaça urgente; e ainda assim, isso não fora suficiente para Azir desistir de seu destino glorioso. Ele subiu ao topo do grande disco dourado que flutuava sobre o templo no coração da cidade, e antes que os sacedortes do sol pudessem iniciar o ritual, virou-se para Xerath e finalmente o libertou. E não apenas ele, mas todos os escravos... Xerath ficou desconcertado, mudo, mas Azir ainda não terminara. Ele abraçou Xerath e proclamou-o seu irmão, para todo o sempre, como prometera que faria há tantos anos atrás. Azir virou-se, e assim os sacerdotes iniciaram o ritual para invocar o incrível poder do sol. Azir não sabia, mas Xerath havia estudado muito além de história e filosofia em sua busca por conhecimento. Ele havia aprendido as artes negras da feitiçaria, e nutrido um desejo ardente de liberdade que crescera como um câncer de ódio fulgurante. No ápice do ritual, o ex-escravo revelou todos os seus poderes e lançou Azir, que estava sobre o platô, para longe. Sem a proteção do círculo rúnico, Azir foi consumido pelo fogo solar, e Xerath tomou seu lugar. A luz encheu Xerath de poder, e ele rugiu ao ver seu corpo mortal iniciar a transformação.   Mas a magia do ritual não havia sido direcionada a Xerath, e tais energias magníficas, poderosas e celestiais não podiam ser redirecionadas levianamente, a não ser com graves consequências. O poder do ritual de Ascensão explodiu para fora, e devastou Shurima, destruindo completamente a cidade. O povo reduziu-se a cinzas, e os palácios gigantes se arruinaram e foram engolidos pelas areias do deserto que vieram. O disco solar despencou dos céus, e o que havia levado séculos para construir fora arruinado em um só instante, pela ambição de um homem e o ódio maldirigido de outro. E tudo que restou da cidade de Azir foram ruínas enterradas, e ecos dos gritos do povo nos ventos noturnos.  Mas Azir não viu nada disso. Para ele, tudo era o vazio. Suas últimas memórias eram de dor, e chamas: ele não soube do que acontecera consigo no templo, nem com seu império. Assim ele permaneceu, neste oblívio infinito por milhares de anos após a perdição de Shurima, até que o sangue de seu último descendente foi derramado nas ruínas do templo, e o ressuscitou. Azir renascera, mas estava incompleto: seu corpo não era mais do que poeira viva e disforme, que se compunha apenas graças à sua força de vontade indomável.  Aos poucos retomou sua forma corpórea, e Azir vagou pelas ruínas até encontrar o corpo de uma mulher, com um punhal traiçoeiro em suas costas. Ele não a conhecia, mas distinguiu os longínquos traços de sua linhagem nela. Todas as ideias de império e poder se perderam, e ele ergueu esta filha de Shurima e carregou-a até o que outrora havia sido o Oásis da Alvorada. O oásis estava seco e vazio, mas a cada passo de Azir, água cristalina passava a encher os córregos rochosos. Azir mergulhou o corpo da mulher nas águas restauradoras do oásis, e à medida que o sangue era lavado, restava apenas uma cicatriz seca no local onde o punhal a havia perfurado.    E através deste ato de altruísmo, Azir foi alçado aos céus por uma coluna de fogo, e a magia de Shurima o fez renascer, reforjando-o como ser Ascendente que outrora ele havia de ter se tornado. O sol derramou, irradiou sua imortalidade sobre ele, forjando também sua magnífica armadura de falcão e concedendo-lhe o poder de comandar as próprias areias do deserto. Azir ergueu seus braços, e sua cidade arruinada se libertou da poeira secular que a enterrara sob o deserto, e voltou à vida. O disco solar flutuou mais uma vez sobre o céu, e as águas de cura fluíram pelos templos, mergulhando de volta para a luz, sob comando do imperador. Azir caminhou sobre os degraus do recém-restaurado templo solar, manipulando os ventos desérticos de forma a recriar os últimos momentos da cidade. Fantasmas formados de areia reencenaram os últimos momentos da cidade, há tantos anos, e Azir se horrorizou ao ver a revelação da traição de Xerath. Ele chorou ao ver sua família assassinada, seu império ruir e seu poder ser roubado. Agora, um milênio mais tarde, ele compreendera a profundidade do ódio nutrido por seu antigo amigo e aliado. Com o poder e a premonição de um ser Ascendente, Azir sentiu a presença de Xerath no mundo, e invocou um exército de guerreiros das areias para marchar ao lado de seu imperador renascido. E com o sol reluzente no disco dourado acima de si, Azir fez um enérgico juramento.  Eu reivindicarei minhas terras, e retomarei o que era meu!",
            "id": 5
        },
        {
            "name": "Fiora",
            "role": "Top",
            "class": "Bruiser",
            "image": "../fiora_0.webp",
            "lore": "Filha mais jovem da nobre família Laurent, Fiora parecia ter sua vida completamente decidida desde que nascera: ter um casamento arranjado e se tornar uma peça no grande jogo de alianças de Demacia. Contudo, seu destino rumava para outros caminhos. Desde muito jovem, Fiora contrariava deliberadamente todas as expectativas que eram colocadas sobre ela. Sua mãe encomendava as bonecas mais finas e realistas que o dinheiro podia comprar, feitas pelos melhores artesãos de Demacia. Porém, Fiora as dava para suas damas, enquanto tomava a rapieira de seu irmão mais velho e o forçava a ensiná-la a arte da luta em segredo. Seu pai adquirira um conjunto de manequins para que suas costureiras pessoais confeccionassem belos trajes para sua filha, mas Fiora os usava somente para praticar suas estocadas e ripost   Apesar de seus anos de resistência silenciosa, um casamento politicamente vantajoso foi arranjado com um membro da renomada família Stemmaguarda, para quando ela completasse seu décimo oitavo aniversário. A cerimonia seria realizada no verão, ocorreria na capital, e o próprio rei Jarvan III compareceria.  No dia do casamento, enquanto os convidados começavam a chegar, Fiora confrontou todo aquele jogo político e declarou que preferia morrer a permitir que alguém decidisse o rumo de sua vida por ela. Seu prometido foi publicamente humilhado pelo surto da jovem Laurent, e a família Stemmaguarda exigiu que o caso fosse resolvido aos modos antigos: com um duelo até a morte.   Fiora aceitou de imediato, mas seu pai, Sebastien, implorou pela intervenção do rei. O rei já havia resolvido muitos dos casos de conflito entre a nobreza, mas nesse, em particular, suas mãos estavam atadas. Fiora já havia aceitado.   Só restava uma única opção. Sebastien invocou seu direito de lutar em seu lugar.   A Alta Marechal Tianna Stemmaguarda também invocou seu direito de nomear um campeão para lutar por seu familiar e escolheu um guerreiro veterano da Vanguarda Destemida. A derrota de Sebastien já parecia certa. O nome dos Laurent estaria arruinado e Fiora seria levada ao exílio e teria sua honra manchada para sempre. Dadas as circunstâncias, seu pai tomara uma decisão que poderia condenar o nome de toda sua família. Na noite anterior ao duelo, ele tentou envenenar seu oponente com uma bebida que enfraqueceria seus sentidos e retardaria suas reações, mas foi capturado antes que pudesse concretizar seu plano e acabou sendo preso.  A lei era clara. Sebastien Laurent havia quebrado o código de honra mais fundamental. Sua punição seria ser humilhado sobre o cadafalso de execução e enforcado como um criminoso comum. Na véspera de sua morte, Fiora o visitou em seu calabouço, mas o que os dois conversaram permanece sendo um segredo conhecido somente por ela.   No dia seguinte, Fiora se apresentou diante do trono do rei e de todo o público. Ajoelhou-se diante do monarca e ofereceu sua lâmina. Com a bênção de Jarvan, ela enfrentaria seu próprio pai, tomaria o nome Laurent para si e a justiça seria feita. O duelo foi muito ágil, quase ofuscante. Uma dança de lâminas tão impressionante que os presentes jamais se esqueceriam do que presenciaram. O pai de Fiora sempre fora um bom espadachim, mas não chegava aos pés da habilidade de sua filha. Eles se despediam a cada choque de lâminas. Mas, no fim, Fiora, com lágrimas nos olhos, afundou sua rapieira no coração de seu pai.  De modo solene, o rei determinou que Sebastien havia pago por seus crimes. Fiora se tornou sua sucessora. O impasse entre as famílias havia sido resolvido e isso colocaria um ponto final naquela questão.   Contudo, escândalos de tamanha magnitude não costumam ser facilmente esquecidos. Fiora, como de costume, realizava seus afazeres na corte com clareza e objetividade, mas descobriu que rumores e intrigas continuavam a segui-la por onde quer que fosse. 'Ela usurpou o direito de seu irmão ao nome da família', diziam. 'Se não arranjar um marido, o que essa criança arrogante pode trazer à Grande Cidade de Demacia além de mais conflitos e derramamento de sangue?'  Em vez de exigir justiça com a ponta de sua espada, Fiora se dirigiu a toda sua família — primos e parentes mais distantes, incluindo diversos espadachins renomados — e silenciou seus críticos ao conceder status de nobreza a todos os membros de sua casa. Juntos, dedicaram-se ao refinamento do ofício da lâmina por todo o reino. Duelar era uma arte muito antiga, mas não precisava necessariamente terminar em morte.   Até hoje, caso alguém ainda ouse discordar de seus princípios, Fiora fica mais do que feliz em testar em combate a força e convicção de seu questionador.",
            "id": 6
        },
        {
            "name": "Senna",
            "role": "Support",
            "class": "Ranged",
            "image": "../Senna_0.jpg",
            "lore": "A jornada de Senna para se tornar uma Sentinela da Luz teve início nas sombras. Tudo começou com a Névoa Negra.Ela teve seu primeiro encontro com o fenômeno sobrenatural ainda menina, quando os destroços de uma embarcação vinda de um Tormento distante encalharam na ilha onde Senna vivia. Em meio aos destroços, os vestígios de Névoa Negra despertaram ao entrarem em contato com sinais de vida. Senna e o povo da vila sobreviveram à tempestade de almas com a ajuda de um Sentinela que estava pelas redondezas. No entanto, mesmo após o ataque, a Névoa ainda era misteriosamente atraída por Senna.    A menina estava amaldiçoada, marcada pela Névoa, perseguida incessantemente por seus horrores – ela estava fadada a atrair a escuridão, assim como uma chama viva que fascina uma mariposa moribunda. Senna não sabia dizer quando a Névoa atacaria novamente... mas era ainda pior quando não havia ataque algum, pois ela ficava apreensiva a cada sombra que cruzava.    Urias, o Sentinela veterano que salvou Senna, não entendia por que a Névoa era tão atraída por uma mera garota solitária... mas sabia que, se ela quisesse viver, deveria aprender a lutar. Assim, Senna se juntou a Urias como Sentinela da Luz, uma ordem que nasceu nas Ilhas das Bênçãos, onde a Névoa Negra teve origem. A garota se mostrou uma inimiga mortal das trevas, dominando a pistola relicária que Urias lhe havia dado e aprendendo a canalizar sua própria alma e transformá-la em luz.   Enquanto Senna ficava cada vez mais confortável na presença de Urias, confiando em seus ensinamentos rígidos, ela também aprendia a manter distância de todos os outros. Se Senna permitisse que chegassem muito perto, essas pessoas estariam fadadas a sofrer quando a Névoa viesse. Senna não podia ficar no mesmo lugar por muito tempo. Ela e Urias aprenderam isso quando as pessoas que lhes ofereciam abrigo acabavam inevitavelmente atacadas. Após o assassinato de Urias, Senna não sabia se poderia se aproximar de outra pessoa novamente.    Relutante, ela procurou a família de Urias em Demacia para informar sobre a tragédia. Lá, ela conheceu Lucian, o filho de seu mentor, que não cedeu até que Senna o deixasse acompanhá-la na vigília de despedida de Urias. Inicialmente, ela ficou abalada e começou a questionar se os muros de proteção que havia criado conseguiriam manter longe alguém tão teimoso, bem-humorado e gentil como Lucian. Com o tempo, ficou claro que o lugar de Lucian era entre os Sentinelas e ao lado de Senna – assim como o lugar dela era ao lado dele.  Quanto mais tempo passavam juntos, mais profunda se tornava a ligação entre os dois. Senna percebeu que o mais importante não era quem ela deixava preso fora de seus muros, mas quem ela deixava passar. No entanto, o amor que Lucian nutria por Senna crescia junto à sua vontade de salvá-la da maldição. Com o passar do tempo, essa vontade se tornou o único foco de Lucian, fazendo com que o brilho de seus olhos fossem transferidos para sua arma. Isso deixou Senna receosa – ela temia que Lucian só enxergasse tristeza onde também havia amor. E foi durante a busca por uma cura que ambos se envolveram com um sádico espectro chamado Thresh. Quando estavam próximos de desvendar os mistérios da Ruína e da maldição de Senna, Lucian não quis recuar...   Assim, as correntes de Thresh estalaram na direção de Senna quando ela se colocou entre seu marido e o espectro. Para Senna, o mais doloroso não foi sentir a foice de Thresh, mas ver a angústia refletida no rosto de Lucian. Com seu último suspiro, Senna gritou para que Lucian fugisse.  Porém, quando sentiu o golpe fatal e pensou que estava condenada, ela percebeu que ainda havia uma centelha de esperança. Durante toda a sua vida, Senna foi perseguida pela Névoa. Agora já não precisava mais temê-la. Senna poderia mergulhar na escuridão da lanterna de Thresh e ver o que havia lá dentro.  Sua maldição se tornou a única chance de salvação.    Enquanto Lucian passava anos buscando uma maneira de conceder paz à sua amada, Senna explorava sua prisão espectral. Com isso, ela descobriu que a vida era a origem de sua maldição. O brilho da vida em Senna reluzia mais forte do que em qualquer outra pessoa. Ela havia sido infectada pela vida ao ter contato com os destroços da embarcação que trouxe o Tormento. Naquela época, ela foi tocada por uma alma errante e poderosa de vida sobrenatural...   E essa vida era algo que a Névoa Negra jamais deixaria escapar.    Senna também descobriu que podia usar essa força para atrair a Névoa para si, enfraquecendo a influência do fenômeno sobrenatural sobre as outras almas presas na lanterna. Dentre as almas que ela libertou, estavam Sentinelas que conheciam histórias há muito tempo perdidas sobre as origens da Ruína, a maldição de Senna... e o amor que a havia criado. Quando Lucian atacou a lanterna com sua pistola quebrada visando acabar com o sofrimento de todas as almas ali, Senna estava aguardando. Ela fugiu, envolta pela Névoa que absorveu das outras almas. Senna estava morta, mas ainda vivia graças à maldição. Munida de um canhão relicário forjado com as armas de Sentinelas derrotados, ela agora podia canalizar tanto luz quanto escuridão.  Sem precisar fugir da Névoa, Senna agora compreende o sofrimento enfrentado pelas almas presas. Mesmo sendo doloroso, ela agora atrai para si a Névoa que envolve esses espíritos e os liberta, enfrentando a escuridão com escuridão. Ao abraçar a morte sempre que se transforma em espectro, Senna se torna igual àqueles que combate e consegue renascer graças à vida que a infecta. Mesmo que o amor de Senna e Lucian tenha sobrevivido até mesmo à morte, ambos enfrentam as consequências do renascimento de Senna. Contudo, graças a um segredo guardado na lanterna, agora ela sabe exatamente o que deve fazer.   Achar o Rei Destruído e detê-lo a qualquer custo...",
            "id": 7  
        }
    ]
}