{
    "champions": [
        {
            "name": "Akali",
            "role": "Mid",
            "class": "Assassin",
            "image": "../akali-0.webp",
            "lore": "Ionia sempre foi uma terra de magia selvagem e seu povo vibrante e poderosos espíritos sempre buscaram viver em harmonia… mas algumas vezes este equilíbrio pacífico não vem fácil. Às vezes, ele precisa ser mantido sob controle.  Os Kinkou são os autonomeados guardiões do sagrado equilíbrio de Ionia. Os fiéis acólitos da ordem percorrem o reino material e espiritual, mediando conflitos entre eles e, quando necessário, intervindo pela força. Nascida entre suas fileiras estava Akali, filha de Mayym Jhomen Tethi, a renomada Punho das Sombras. Mayym e seu parceiro Tahno criaram sua filha dentro da Ordem Kinkou, sob a liderança vigilante do Grande Mestre Kusho, o Olho do Crepúsculo. Sempre que seus pais eram chamados, outros membros da ordem atuavam como a família substituta de Akali. Kennen, o Coração da Tempestade, passou muitas horas com a jovem, ensinando suas técnicas de shuriken e enfatizando a velocidade e agilidade no lugar da força. Akali era uma criança precoce e absorvia o conhecimento como uma esponja. Ficou claro para todos que ela seguiria o caminho de seus pais. Junto com o filho do Grande Mestre e nomeado sucessor, Shen, ela lideraria uma nova geração dedicada a preservar o equilíbrio de Ionia. Mas o equilíbrio pode ser passageiro. Em um momento, a ordem se viu dividida. Um acólito rebelde chamado Zed retornou e entrou em choque violento com Kusho, arrancando-o do poder em um sangrento golpe. Akali fugiu para as montanhas do leste junto com Mayym, Shen, Kennen e um grupo de outros acólitos. Infelizmente, Tahno não estava entre eles. A transformação de Zed da Ordem Kinkou na impiedosa Ordem das Sombras estava quase completa. Mas, como o novo Olho do Crepúsculo, Shen pretendia reconstruir o que havia sido perdido. Eles retornariam às três filosofias fundamentais do Kinkou: a imparcialidade pura através de Observar as Estrelas, a passagem do julgamento através de Percorrer o Sol e a eliminação do desequilíbrio através de Podar a Árvore. Mesmo sendo agora poucos, eles treinavam os neófitos para restaurar e aumentar seus números mais uma vez. Quando Akali chegou aos seus catorze anos de idade, ela entrou formalmente em seu treinamento Kinkou, determinada a suceder sua mãe como a nova Punho das Sombras. Ela era uma lutadora prodigiosa e dominava o kama e a kunai - uma foice de mão e uma adaga de arremessar. Embora não possuísse as habilidades mágicas de muitos de seus companheiros acólitos, ela provou a todos que era digna do título, a tempo de permitir que sua mãe renunciasse e ajudasse a orientar os neófitos mais jovens. Mas a alma de Akali estava inquieta, e seus olhos estavam abertos. Embora a Ordem Kinkou e a Ordem das Sombras tivessem chegado a um acordo desconfortável após a invasão noxiana em Ionia, ela viu que sua terra natal continuava a sofrer. Ela questionou se eles estavam verdadeiramente cumprindo o seu propósito. Podar a Árvore significava eliminar aqueles que ameaçavam o equilíbrio sagrado... mas Shen sempre encorajava o autocontrole. Ele a estava impedindo. Todos os mantras e meditações poderiam aquietar seu espírito, mas tais trivialidades não derrotariam seus adversários. Sua precocidade juvenil se transformou em absoluta desobediência. Ela discutiu com Shen, o desafiou e no fim derrubou os inimigos de Ionia da maneira dela. Na frente de toda a ordem, ela declarou a impotência dos Kinkou, sua conversa sobre equilíbrio espiritual e paciência não levavam a nada. Ionianos estavam morrendo no reino material, e esse era o reino que Akali defenderia. Ela foi treinada para ser uma assassina. E é isso que ela seria. Ela não precisava mais da ordem. Shen a deixou ir sem lutar, sabendo que este era uma estrada pela qual Akali deveria trilhar sozinha. Talvez essa estrada a trouxesse de volta um dia, mas isso caberia apenas a ela decidir.",
            "id": 1
            
        },
        {
            "name": "Aphelios",
            "role": "Adc",
            "class": "Ranged",
            "image": "../Aphelios_0.jpg",
            "lore": "Sobre as encostas do Monte Targon, a Lua paira distante, embora pareça quase tocá-lo. Nascidos durante uma rara convergência lunar, quando a lua física entrou em eclipse com seu reflexo no reino espiritual, Aphelios e sua irmã gêmea, Alune, foram considerados filhos do destino por quem seguia a religião Lunari de Targon. Espelhando o evento celeste que marcou seu nascimento, as duas crianças sabiam que seu destino estava traçado — Aphelios dotado fisicamente como a lua de pedra e Alune dotada magicamente como seu reflexo espiritual. Como devotos dedicados, eles cresceram sob uma crença de mistério, reflexão e descoberta, aceitando a escuridão não só por sua religião, mas como sendo a única coisa que os protegeria. Os Solari, que governavam Targon, consideravam os Lunari hereges, obrigando-os a se esconderem até que a existência deles sequer fosse lembrada. Os Lunari foram esquecidos nas sombras, habitando templos e cavernas bem longe dos Solari. A pressão de ser um exemplo era um fardo muito pesado para Aphelios. Ele treinava sem parar com lâminas místicas de pedra da lua, derramando seu próprio sangue durante os treinos para que pudesse fazer o mesmo com quem ameaçasse sua fé. Intenso e vulnerável, ele criou um laço muito forte com a irmã e acabou deixando de lado outras amizades.   Enquanto Aphelios era enviado para missões cada vez mais perigosas para proteger os Lunari, Alune treinava separadamente como uma profetisa, usando sua magia luminosa para revelar caminhos e verdades ocultas ao luar. Com o tempo, suas tarefas a obrigaram a deixar o templo em que foram criados.  Sem Alune, a fé de Aphelios hesitou. Desesperado por um propósito, ele partiu em uma jornada cerimonial às trevas, onde diziam que os Lunari descobriam seus caminhos — suas órbitas. Ele seguiu o luar até um lago onde raras flores de noctum brotavam sob a superfície da água. Embora fossem venenosas, elas eram a matéria-prima de um líquido que revelaria o poder da noite.  Ao beber a essência de noctum, Aphelios sentiu tanta dor que se desligou de tudo ao redor dele. Logo depois, Marus Omegnum, um templo ancestral, começou a surgir do reino espiritual pela primeira vez em séculos. Os Lunari do outro lado da montanha saíram de seus abrigos e se reuniram para testemunhar a mudança do equilíbrio do poder enquanto os ciclos celestiais se transformavam nos céus. A fortaleza aceitava apenas um ocupante mágico cada vez que esse fenômeno se manifestava. Esta seria a vez de Alune, e sua órbita a guiava ao templo. Aphelios, que não costumava pedir nada, pediu para participar do evento.  Porém, quando a fortaleza passou pelo véu como uma exibição mágica fulgurante, uma claridade ainda mais forte tomou conta da noite. De alguma forma, os Lunari foram descobertos mesmo com os ciclos celestiais a seu favor. Um exército dos Solari marchava na direção deles. Tudo parecia perdido. Os Solari estavam expurgando a heresia dos Lunari com fogo e aço. Até Aphelios foi derrotado, suas lâminas de pedra da lua estavam despedaçadas no chão e seus lábios estavam cobertos de sangue, mas ele seguia tentando alcançar o noctum...  Ainda no calor da batalha, Alune foi até o coração do templo e, ao chegar lá, seu potencial máximo foi libertado. Por meio do veneno de noctum, Aphelios podia sentir o poder de Alune tomando conta dele... e também podia ouvi-la. Com um sussurro, ela colocou magia nas mãos dele, substituindo suas lâminas e as solidificando em pedra da lua.    Assim como a lua de pedra e seu reflexo espiritual, a habilidade de Aphelios e a magia de Alune entraram em harmonia.   Os Solari não viveriam para ver o Sol outra vez.    Enquanto seu poder se manifestava, Alune colocou a si e ao templo dentro do reino espiritual, onde estariam a salvo dos Solari. Lá de dentro, amplificada pelo poder de canalização do templo, Alune podia manifestar sua magia em qualquer lugar, desde que houvesse um foco — como o veneno correndo nas veias de Aphelios.   Só agora eles foram capazes de compreender seu destino. Aphelios sofreria pelo resto de sua vida, mas se tornaria um canal para o poder da Lua. Alune viveria sozinha e isolada em sua fortaleza, mas se tornaria uma guia para seu irmão, podendo ver através dos olhos dele.  Juntos, eles seriam a arma que os Lunari precisavam, unidos pela dor e pelo sacrifício. Mesmo separados, eles ainda estavam juntos — suas almas em sintonia através do véu, distantes, porém mais próximos do que nunca, transformando-se em algo que nem mesmo eles conseguiam entender. Para proteger os sobreviventes do ataque que os obrigou a voltar para as sombras da montanha, o treinamento de Aphelios como assassino tem o apoio da magia de Alune — suas lâminas agora são um arsenal de armas místicas, aperfeiçoadas por Alune ao longo de várias missões juntos. Agora que o equilíbrio do poder de Targon está mudando e que os Solari sabem que os Lunari resistirão, Aphelios e Alune serão ainda mais necessários.",
            "id": 2
        },
        {
            "name": "Syndra",
            "role": "Mid",
            "class": "Mage",
            "image": "../Syndra_0.jpg",
            "lore": "Quando criança em Navori, Syndra costumava se dispersar com facilidade. Ela muitas vezes podia se perder na beleza mágica de um lago envolto em sombras ou de uma trilha de besouros escalando uma parede. Sempre que deixava suas tarefas por fazer, sua mãe a repreendia duramente pela falta de objetividade. Syndra sempre levava a culpa quando o leite azedava ou quando pequenos infortúnios aconteciam na família. Seu irmão mais velho, Evard, era quem mais a provocava. Quando isso acontecia, ela costumava se recolher em seu refúgio preferido: o salgueiro-fantasma, a árvore sagrada do povo de seu vilarejo. Sozinha, ela passava horas conversando com a árvore em busca de consolo. Mas, certo dia, sem perceber, ela foi seguida por Evard e seus amigos até seu esconderijo. Eles riram e zombaram de seu choro ingênuo de criança. Enquanto tentava ignorar os insultos, a vergonha e a raiva cresciam dentro dela, até que um deles jogou um punhado de areia em sua cabeça. Foi então que Syndra perdeu o controle de suas emoções. Sua raiva entrou em erupção na forma de orbes mágicos sombrios e cintilantes com o peso de toda a angústia acumulada. Até aquele momento, essa poderosa habilidade mágica permanecera adormecida. Ela se manifestou com uma força volátil, os orbes como pérolas de negatividade que filtravam a magia espiritual que a cercava e sugando a essência vital do salgueiro-fantasma. Evard e seus amigos recuaram assustados enquanto a árvore milenar se contorcia e sua casca ganhava uma tonalidade escura. Com a morte do salgueiro-fantasma, os aldeões temiam que a conexão deles com o Espírito de Ionia tinha sido afetada e que a culpa era da família de Syndra. Forçados a procurar um novo lar, todos passaram a temer a magia da jovem garota. Após vários meses de viagem, eles chegaram até a costa e encontraram um sacerdote eremita chamado Konigen. Ele contou sobre sua casa na ilha de Fae’lor, onde instruía aqueles que queriam aprender a controlar sua magia indomada e, sem mais opções, a família de Syndra achou que o sacerdote poderia conseguir o que eles não conseguiram. A jovem Syndra subiu os degraus de um templo incrustado em um penhasco, esculpido em pedra escura e com vista para o mar. Apesar de sentir falta de sua antiga vida, ela tentava absorver o conhecimento de seu professor e se dedicava arduamente a controlar suas emoções. No entanto, com o passar dos anos, Syndra foi ficando cada vez mais frustrada, pois em vez de mais controlada, sua magia parecia enfraquecer. Com Konigen se enclausurando todas as manhãs para meditar em isolamento em vez de ensinar-lhe coisas novas, ela resolveu confrontá-lo. Seus dentes rangeram de exaustão, ele confessou que estava deliberadamente amenizando o poder dela, para sua própria segurança. Tal negatividade tinha um efeito estranho e imprevisível na realidade e Syndra havia superado e muito sua habilidade como mentor. Syndra sentía-se mais traída do que jamais antes. Konigen tentou acalmá-la, mas isso só aumentou a raiva dela... e naquele momento, ele perdeu o foco. Os alicerces do templo estremeceram. A luz da manhã perdeu seu brilho. Syndra se levantou do chão, erguendo suas frustrações junto com ela. Ela apanhou os orbes sombrios no ar e os lançou. Eles atravessaram o corpo de seu mentor, obrigando-o, ao morrer, a sentir toda a sua fúria amargurada. O teto desmoronou, causando uma chuva de destroços e soterrando os sagrados jardins sob a poeira. Syndra concentrou seus poderes no que restou do templo, abalando as estruturas de Fae’lor e sugando toda a magia bruta contida na ilha. Nunca tamanha energia negativa esteve concentrada em um só lugar, e foi então que o próprio Espírito de Ionia esboçou uma reação. A base rochosa se abriu sob os pés de Syndra, arrastando-a para as profundezas de uma caverna no subsolo. Raízes começaram a puxá-la para uma fonte de água viva para reprimir seus poderes e aprisioná-la em um sono mágico. Por um tempo que mais parecia uma eternidade, Syndra ficou presa em seus sonhos. A maior parte do mundo se esqueceu de sua existência. Foi então que a guerra contra o império noxiano dividiu o povo de Ionia e Syndra acabou sendo despertada por aqueles que um dia protegeram Fae’lor. Alguns vinham com a intenção de matá-la, enquanto outros tinham esperança de que ela pudesse ajudá-los a enfrentar Noxus, mas, no fim, ela desencadeou o caos sobre todos eles. Ela se recusou a ser um peão no jogo dos outros. Dilapidando os muros da fortaleza construída no topo da ilha que era sua prisão, Syndra ergueu uma grande torre para levá-la para longe dali. Ninguém a controlaria. Nunca mais.",
            "id": 3
        }
    ]
}